<!DOCTYPE html lang="ru">
<html>

<head>
    <title>Веб-страничка Григория Шульги</title>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="css\styles.css">
</head>

<body>
    <div class="m-header">
        <h1 style="margin:0px; padding: 0px 0px 15px 30px;border-style:solid; border-width: 0px 0px 0px 1px;">Моя
            cтраничка</h1>
        <h3
            style="margin:0px; padding: 0px 0px 0px 30px; border-style:solid;border-width: 0px 0px 0px 1px; font-weight: lighter;">
            Тут я тестирую всякое.</h3>
    </div>

    <div class="m-top">
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
    </div>

    <div class="row">
        <div class="main">
            <div class="content-box">
                <div class="sidebox">
                    <img src="img/geralt.jpg" style="width: 100%;">
                </div>
                <div class="mainbox">
                    <h1>Геральт из Ривии</h1>
                    <p>Главный герой литературной саги и протагонист последующих игр, ведьмак, профессиональный охотник
                        на монстров, один из лучших фехтовальщиков Севера.
                        <br>Имеет романтический интерес к двум чародейкам: Йеннифэр и Трисс. Его лучшими друзьями помимо
                        ведьмаков из Школы Волка являются бард Лютик,
                        краснолюд Золтан Хивай и высший вампир Эмиель Регис.</p>
                </div>
            </div>
            <div class="content-box">
                <div class="sidebox">
                    <img src="img/geralt.jpg" style="width: 100%;">
                </div>
                <div class="mainbox">
                    <h1>Геральт из Ривии</h1>
                    <p>Главный герой литературной саги и протагонист последующих игр, ведьмак, профессиональный охотник
                        на монстров, один из лучших фехтовальщиков Севера.
                        <br>Имеет романтический интерес к двум чародейкам: Йеннифэр и Трисс. Его лучшими друзьями помимо
                        ведьмаков из Школы Волка являются бард Лютик,
                        краснолюд Золтан Хивай и высший вампир Эмиель Регис.</p>
                </div>
            </div>
            <div class="content-box">
                <div class="sidebox">
                    <img src="img/geralt.jpg" style="width: 100%;">
                </div>
                <div class="mainbox">
                    <h1>Геральт из Ривии</h1>
                    <p>Главный герой литературной саги и протагонист последующих игр, ведьмак, профессиональный охотник
                        на монстров, один из лучших фехтовальщиков Севера.
                        <br>Имеет романтический интерес к двум чародейкам: Йеннифэр и Трисс. Его лучшими друзьями помимо
                        ведьмаков из Школы Волка являются бард Лютик,
                        краснолюд Золтан Хивай и высший вампир Эмиель Регис.</p>
                </div>
            </div>
            <div class="content-box">
                <div class="sidebox">
                    <img src="img/geralt.jpg" style="width: 100%;">
                </div>
                <div class="mainbox">
                    <h1>Геральт из Ривии</h1>
                    <p>Главный герой литературной саги и протагонист последующих игр, ведьмак, профессиональный охотник
                        на монстров, один из лучших фехтовальщиков Севера.
                        <br>Имеет романтический интерес к двум чародейкам: Йеннифэр и Трисс. Его лучшими друзьями помимо
                        ведьмаков из Школы Волка являются бард Лютик,
                        краснолюд Золтан Хивай и высший вампир Эмиель Регис.</p>
                </div>
            </div>
            <div class="content-box">
                <div class="sidebox">
                    <img src="img/geralt.jpg" style="width: 100%;">
                </div>
                <div class="mainbox">
                    <h1>Геральт из Ривии</h1>
                    <p>Главный герой литературной саги и протагонист последующих игр, ведьмак, профессиональный охотник
                        на монстров, один из лучших фехтовальщиков Севера.
                        <br>Имеет романтический интерес к двум чародейкам: Йеннифэр и Трисс. Его лучшими друзьями помимо
                        ведьмаков из Школы Волка являются бард Лютик,
                        краснолюд Золтан Хивай и высший вампир Эмиель Регис.</p>
                </div>
            </div>
            <div class="content-box">
                    <div class="sidebox">
                        <img src="img/geralt.jpg" style="width: 100%;">
                    </div>
                    <div class="mainbox">
                        <h1>Геральт из Ривии</h1>
                        <p>Главный герой литературной саги и протагонист последующих игр, ведьмак, профессиональный охотник
                            на монстров, один из лучших фехтовальщиков Севера.
                            <br>Имеет романтический интерес к двум чародейкам: Йеннифэр и Трисс. Его лучшими друзьями помимо
                            ведьмаков из Школы Волка являются бард Лютик,
                            краснолюд Золтан Хивай и высший вампир Эмиель Регис.</p>
                    </div>
                </div>
        </div>
    </div>

    <div class="footer">
        <h5>2019, Шульга Г.</h5>
    </div>

</body>

</html>