<!DOCTYPE html lang="ru">
<html>

<head>
    <title>Веб-страничка Григория Шульги</title>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="css\styles.css">
</head>

<body>
    <div class="m-header">
        <h1 style="margin:0px; padding: 0px 0px 15px 30px;border-style:solid; border-width: 0px 0px 0px 1px;">Моя
            cтраничка</h1>
        <h3
            style="margin:0px; padding: 0px 0px 0px 30px; border-style:solid;border-width: 0px 0px 0px 1px; font-weight: lighter;">
            Тут я тестирую всякое.</h3>
    </div>

    <div class="m-top">
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
        <a href="#" class="m-top-item">Link</a>
    </div>

    <div class="row">

        <div class="side">
        </div>
        <div class="main">
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
            <div>
                <h2>Бедный гусь, омчане, акститесь!</h2>
                <h5>В омске зарубили гуся, Сен 30, 2019</h5>
                <img src="img/chase_0.jpeg" style = "width: 100%;">
                <p>Вечером 30 сентября в городе Омске случилось немыслимое. Двое немолодых омчан, живущих на своем
                    хозяйстве, зверски зарубили гуся. Сами граждане не чувствуют своей вины и даже
                    довольны своим поступком. С репортажем м с мета проишествия Виталий Гогунский...
                </p>
            </div>
        </div>
        <div class="side">
        </div>
    </div>

    <div class="footer">
        <h5>2019, Шульга Г.</h5>
    </div>

</body>

</html>